tap "aquasecurity/trivy"
tap "arduanov/clickhouse"
tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "denisidoro/tools"
tap "elastic/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "ksonnet/tap"
tap "muesli/tap"
tap "rs/tap"
tap "shopify/shopify"
tap "ubuntu/microk8s"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "webp"
brew "apache-spark"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "openssl@1.1"
brew "libevent"
brew "autoconf"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "autojump"
brew "automake"
brew "gettext"
brew "axel"
brew "bat"
brew "bc"
brew "beanstalkd"
brew "bison"
brew "icu4c"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "croc"
brew "ctop"
brew "libunistring"
brew "curl"
brew "go"
brew "dep"
brew "dive"
brew "docker-slim"
brew "dos2unix"
brew "e2fsprogs"
brew "etcd", restart_service: true
brew "exa"
brew "faas-cli"
brew "fd"
brew "frei0r"
brew "libtool"
brew "libsndfile"
brew "zeromq"
brew "ffmpeg"
brew "filebeat"
brew "fpp"
brew "node"
brew "fx"
brew "fzf"
brew "gcc@7"
brew "gd"
brew "gdb"
brew "gh"
brew "git"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "googler"
brew "graphicsmagick"
brew "graphviz"
brew "grpcui"
brew "grpcurl"
brew "szip"
brew "helm"
brew "hey"
brew "htop"
brew "hyperfine"
brew "libomp"
brew "imagemagick"
brew "ipython"
brew "oniguruma"
brew "jq"
brew "jupyterlab"
brew "k6"
brew "kafka"
brew "kind"
brew "ktop"
brew "kubernetes-cli"
brew "kubectx"
brew "libtensorflow"
brew "libzip"
brew "lnav"
brew "luajit"
brew "makedepend"
brew "mariadb-connector-c"
brew "maven"
brew "mkcert"
brew "moreutils"
brew "multitail"
brew "mycli"
brew "mysql", restart_service: true
brew "nativefier"
brew "nginx"
brew "ninja"
brew "npth"
brew "numpy"
brew "plotutils"
brew "octave"
brew "opencv"
brew "p7zip"
brew "pidof"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qt"
brew "r"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby", link: true
brew "rust"
brew "scons"
brew "screen"
brew "shellcheck"
brew "socat"
brew "sox"
brew "stern"
brew "swig"
brew "syncthing"
brew "task"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tomcat"
brew "tree"
brew "unrar"
brew "upx"
brew "vegeta"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "z"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "cjbassi/gotop/gotop"
brew "dart-lang/dart/dart"
brew "denisidoro/tools/navi"
brew "johanhaleby/kubetail/kubetail"
brew "ksonnet/tap/ks"
brew "muesli/tap/duf"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "shopify/shopify/toxiproxy"
brew "ubuntu/microk8s/microk8s"
cask "bitbar"
cask "bloomrpc"
cask "docker-toolbox"
cask "minikube"
cask "v2rayu"
cask "virtualbox"
